---
type: InitialFluxIntensity
namespace: Autodesk.Revit.DB.Lighting
version: 2024
members: 2
tags: [revit-api, class]
---

# InitialFluxIntensity

`Autodesk.Revit.DB.Lighting.InitialFluxIntensity` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | InitialFluxIntensity | — | `` |
| Property | Flux | 2013 | `public double Flux { get ; set ; }` |